{
  "Tour Stop": "Obchůzka",
  "Tour Stops": "Obchůzka",
  "Tour Stop Task Order": "Pořadí obchůzky",
  "Variable Type": "Tip obchůzky",
  "Lower Reject": "Spodní limit",
  "Target": "Cíl",
  "Upper Reject": "Horní Limit",
  "Back": "zpět",
  "Next": "další",
  "Save": "ulož",
  "Add Tour Stop": "pridej obchůzku",
  "Allowed file extensions": "Povolené druhy souborů",
  "Maximum file size": "Maximalní velikost souboru",
  "Select file": "Vyber soubor",
  "Drop file here": "Přetáhněte soubor",
  "Upload": "nahrát",
  "Copy from other tour stop": "kopíruj z jine obchůzky",
  "Cancel": "zrušit",
  "Select Tour Stop": "Vyber obchůzku",
  "Select": "vyber",
  "Update": "aktualizovat",
  "Tour Stops Maps": "mapa obchůzek",
  "Close Right Panel": "zavři pravý panel",
  "Are you sure you want to continue ? This action will delete the tour stop map image and cannot be undone.": "Jste si jistý, že chcete pokračovat ? Tato akce smaže obrazky obchuzek a nelze ji vrátit zpět.",
  "This Tour Stop is already linked to a tour stop map. Uploading this new image will remove and replace the existing image. Are you sure you want to continue?": "Tato obchůzka je již propojena s mapou obchůzek. Nahráním tohoto nového obrázku odstraníte a nahradíte stávající obrázek. Jste si jistý, že chcete pokračovat?",
  "This action will unlink the tour stop map image. Are you sure you want to continue?": "Tato akce zruší propojení s mapou obchůzky. Jste si jistý, že chcete pokračovat?",
  "This will delete TourStop and associated Tour Map image. Are you sure you want to delete?": "Tím se odstraní obchůzka a související mapa obchůzky. Jste si jistí, že to chcete smazat?",
  "You have changes without save, do you want to continue without saving?": "Máte změny bez uložení, chcete pokračovat bez uložení?",
  "Please, select at least one tour stop": "Vyberte prosím alespoň jednu obchůzku.",
  "The current route does not contain any assigned tour stop.": "Aktuální pochůzka neobsahuje přiřazenou obchůzku.",
  "QF type tasks or parameters, if not completed or is out of compliance, might result in off-quality product or a Quality Incident.": "Pokud nejsou úkoly nebo parametry typu QF dokončeny nebo nesplňují požadavky, mohou mít za následek nekvalitní produkt nebo incident kvality.",
  "HSE type tasks have an influence on Health, Safety & Environment and, if not properly done, may result in an injury, environmental damage, or other Safety Incident.": "Úkoly typu HSE mají vliv na zdraví, bezpečnost a životní prostředí, a pokud nejsou řádně provedeny, mohou mít za následek zranění, poškození životního prostředí nebo jiný bezpečnostní incident.",
  "PQF type tasks or parameters have a proven direct impact on the quality of the product and, if not properly maintained or is out of compliance, WILL result in off-quality product or Quality Incident.": "Úkoly nebo parametry typu PQF mají prokázaný přímý dopad na kvalitu produktu, a pokud nejsou řádně udržovány nebo jsou v rozporu s předpisy, POVEDOU k nekvalitnímu produktu nebo k incidentu kvality."
}
